text = """
Дійшовши до кінця, люди сміються над страхами, мучівшімі їх спочатку. Пауло Коельо

Якщо ви не готові ризикнути звичайним, вам доведеться задовольнятися пересічним. Джим Рон

Якщо ти не знаєш, чого хочеш, ти в результаті залишишся з тим, чого точно не хочеш. ЧакПаланік

Не питайте, чого потребує світ, – запитайте себе, що наповнює вас життям. Світу потрібні люди, наповнені життям. Говард Трумен

Щоб дійти до мети, треба йти. Оноре де Бальзак

Do Not ноша тягне вас вниз, а то, як ви її несете. Лу Хольц

Це свого роду забава, робити неможливе. Уолт Дісней

Можливості не приходять самі – ви створюєте їх. Кріс Гроссер

Якщо люди не сміються над вашими цілями, значить ваші цілі занадто дрібні. АзімПремжі

Кращий спосіб взятися за щось – перестати говорити і почати робити. Уолт Дісней

Пробуйте і зазнаєте невдачі, але не переривайте ваших старань. Стівен Каггва

Довіряючи свої мрії та цілі папері, ви починаєте перетворюватися на людину, яким найбільше хотіли б бути. Нехай ваше майбутнє буде в надійних руках – ваших власних. Марк Віктор Хансен

До біса все! Берися і роби! Річард Бренсон

Успіх – це здатність зазнавати поразки за поразкою без втрати ентузіазму. Уїнстон Черчілль

Ми самі повинні стати тими змінами, які хочемо бачити в світі. Махатма Ганді

Ми народжені бути наполегливими, бо тільки через наполегливість дізнаємося, чого ми варті насправді. Тобіас Вульф

Перешкоди – це ті страшні речі, які ви бачите, коли відводите очі від мети. Генрі Форд

Не дозволяйте дня вчорашнього відняти занадто багато у дня сьогоднішнього. УіллРоджерс

Постановка цілей є першим кроком на шляху перетворення мрії в реальність. Тоні Роббінс

Всякий раз, коли ви бачите успішну людину, ви помічаєте лише славу, навколишнє його, але не те, чим він пожертвував заради цього. Вайбхав Шах

Бути найбагатшою людиною на кладовищі для мене не важливо … Лягати спати і говорити собі, що зробив дійсно щось прекрасне, – ось що важливо! Стів Джобс

Прагніть бути не найуспішнішим, а найціннішим. Альберт Ейнштейн

Через здійснення великих цілей людина виявляє в собі і великий характер, що робить його маяком для інших. Георг Гегель

Щоб виграти, ви повинні повірити, що ви цього варті. Майк Дітка

Ми повинні викликати, а не чекати натхнення, щоб почати справу. Дія завжди породжує натхнення. Натхнення рідко породжує дію. Френк Тіболт

Мотивацію, звичайно, неможливо підтримувати постійно. Але це як приймати ванну: потрібно робити це на регулярній основі. Зиг Зіглар

Коли ви знаєте, чого хочете, і ви хочете цього досить сильно, ви знайдете спосіб отримати це. Джим Рон

Пристрасть – ключ до мотивації, але тільки рішучість і готовність до безжальної гонитві за своєю метою дозволить вам досягти успіху, до якого ви прагнете. Маріо Андретти

Я витрачаю майже весь свій час на Facebook. У мене практично немає часу на нові захоплення. Тому я ставлю перед собою чіткі цілі. Марк Цукенберг

Щоб виграти, ви повинні повірити, що ви цього варті. Майк Дітка

Щоб досягти поставлених цілей, потрібні терпіння і ентузіазм. Мислите глобально – але будьте реалістами. Дональд Трамп

Мотивацію, звичайно, неможливо підтримувати постійно. Але це як приймати ванну: потрібно робити це на регулярній основі. Зиг Зіглар

Найнебезпечніший отрута – почуття досягнення мети. Протиотрута до якого – щовечора думати, що можна завтра зробити краще. ІнгварКампрад

Якщо ви дивитеся на те, чим життя нагородила вас, у вас завжди буде достатньо. Якщо ви концентруєтеся на тому, чого вам недодали, вам завжди буде чогось не вистачати. ​​ОпраУінфрі

Ви не можете дозволити собі чекати відмінних станів. Постановка цілей – часто питання балансування між часом і доступними ресурсами. Можливості легко втратити, очікуючи відповідний час. Гері Райан Блер


Якщо ви працюєте над тим, що для вас дійсно важливо, вас не доводиться підганяти. Вас тягне вперед ваша мрія. Стів Джобс


Куля, просвістевшая на дюйм від мети, так само марна, як та, що ні вилітала з дула. Фенімор Купер

Я не можу змінити напрям вітру, але можу розгорнути вітрила так, що завжди доберуся туди, куди мені потрібно. Джиммі Дін

Ніколи, ніколи не дозволяйте іншим переконати вас, що щось складно або неможливо. Дуглас Бадлер


Не допустити помилок, значить прожити неповноцінну життя. Стів Джобс

Успіх зазвичай приходить до тих, хто занадто зайнятий, щоб його просто чекати. Генрі Девід Торо

Ми самі повинні стати тими змінами, які хочемо бачити в світі. Махатма Ганді

Щоб досягти успіху, перестаньте гнатися за грошима, женіться за мрією. Тоні Шей


Якщо цей тягар дісталося мені, значить, воно мені по плечу. Маргарет Мітчел

Секрет успішного життя – це зрозуміти, що вам призначено робити, і робити це. Генрі Форд

Щоб йти в майбутнє, потрібно позбутися від минулого. ФоррестГамн

Успіх – це сума невеликих зусиль, що повторюються день у день. Роберт Кольєр


Те, що мене не вбиває, робить мене сильніше. Фрідріх Ніцше

Я не знаю, що є ключем до успіху, але ключ до невдачі – це бажання всім догодити. Білл Косбі

Не бійся зволікати, бійся зупинитися. Китайське прислів’я

Успішні люди роблять те, що неуспішні не хочуть робити. Не прагніть, щоб було легше, прагнете, щоб було краще. Джим Рон

Коли ви досягнете кінця мотузки, зав’яжіть вузол і тримайтеся. Франклін Рузвель

Прагніть бути не просто успішною людиною, а цінним. Альберт Ейнштейн

Побоюючись вибуху, ти риєш притулок, але сенс не в притулок, б’ються не заради битви – заради перемоги. Антуан де Сент-Екзюпері


Одна перемога не веде до успіху, на відміну від постійного бажання перемагати. ВінсЛомбарді

В ту мить, коли людина зважується на щось, провидіння теж починає діяти. У. X. Мюррей

Здійснюйте свої мрії, або хтось найме вас для здійснення своїх. Фарра Грей

Привчай себе до того, щоб у тебе були тільки хороші думки. Вони зроблять з твоїм свідомістю чудеса. Раббі Наахман


Свій успіх я пояснюю ось тим, що я ніколи не виправдовувалася і не слухала виправдань. ФлоренсНайтінгейл

Я навчилася ніколи не питати, чи здатна я щось зробити, а просто заявляю про те, що вже роблю це. А потім залишається тільки пристебнути ремені. І трапляється неймовірне. Дж. Кемерон

Успіх – це рух від невдачі до невдачі без втрати ентузіазму. Уїнстон Черчілль

Мета не завжди повинна бути досяжна, часто вона лише служить тим, до чого можна прагнути. Брюс Лі


Успіх – це сходи, на неї не піднятися, тримаючи руки в кишенях. Пауль Баует

Сила походить не від перемог. Силу породжує боротьба. Коли ви проходите через труднощі і вирішувати нездаватися – це і є сила. Арнольд Шварценеггер

Успіх – це встигнути. Марина Цвєтаєва

Якщо ви хочете змінити щось назавжди, перестаньте думати про те, як великі ваші проблеми і подумайте про те, як великі ви. Харв Екер


Успіх – справа чистого випадку. Це вам скаже будь-який невдаха. Ерл Вілсон

Я – не результат обставин. Я – результат власних рішень. Стівен Кові

Успіх – НЕ ключ до щастя. Щастя – це ключ до успіху. Якщо ви любите те, що ви робите, ви будете мати успіх. Герман Каїн

Якщо ви дійсно хочете чогось, не чекайте – навчіть себе бути нетерплячим. ГурбакшЧахал.

Успіх – це баланс. Успіх – це коли ви є тим, чим ви можете бути, не жертвуючи нічим іншим у вашому житті. Ларрі Уінгет

Багато здається неможливим, поки ти цього не зробиш. Нельсон Мандела

Успіх часто буває єдиною видимою різницею між генієм і божевіллям. П’єр Клод Буаст


Завжди викладайся на повну. Що посієш – те й пожнеш. ОгМандіно

Секрет життєвого успіху: будь готовий до можливості до того, як вона виникне. Бенджамін Дізраелі

Використовуйте те, що у вас є, і робіть все, що можете. Артур Еш

Всяка робота важка до часу, поки її не полюбиш, а потім вона збуджує і стає легше. Максим Горький


Роби. Або не роби. Не треба намагатися. майстер Йода

Вибери професію, яку ти любиш, – і тобі не доведеться працювати жодного дня в твоєму житті. Конфуцій

Перестаньте порівнювати свою першу главу з моєї п’ятнадцятої. Ми всі на різних розділах свого життя ». Джон Ремптон.

Геніальність може виявитися лише скороминущим шансом. Тільки робота і воля можуть дати їй життя і звернути її в славу. Альберт Камю


Якщо ви працюєте над поставленими цілями, то ці цілі будуть працювати на вас. Д. Рон

Жити – значить працювати. Праця є життя людини. Вольтер

Ви повинні вже сьогодні ставитися до себе як до людини, домігся успіху. Д. Рон

Постарайтеся отримати те, що любите, інакше доведеться полюбити те, що отримали. Бернард Шоу

Щоразу потрібно стрибати зі скелі і відрощувати крила по шляху вниз. РейБредбері

Робота, яку ми робимо охоче, зцілює болю. Вільям Шекспір

Непереможним бути можеш, якщо не вступиш у жодній бій, в якому перемога не від тебе залежить. Епіктет

Роби що можеш, з тим, що у тебе є, там, де ти знаходишся. Теодор Рузвельт

У серйозних справах слід піклуватися не стільки про те, щоб створити сприятливі можливості, скільки про те, щоб їх не втратити. Франсуа де Ларошфуко

Завжди пам’ятайте про те, що ваша рішучість досягти успіху важливіше всього іншого. Авраам Лінкольн

Кожна мрія тобі дається разом з силами, необхідними для її здійснення. Однак тобі, можливо, доведеться заради цього попрацювати. Річард Бах

Хто хоче – шукає можливості. Хто не хоче – шукає причини. Сократ

Щоб дійти до мети, людині потрібно тільки одне. Йти. Оноре де Бальзак


Любов і робота – єдині стоять речі в житті. Робота – це своєрідна форма любові. Мерилін Монро

Їж боятися втратити берег з уваги. Х. Колумб

Є тільки один вид роботи, який не викликає депресії, – це робота, яку ти не зобов’язаний робити. Жорж Елгозі

Бажання домогтися успіху без наполегливої ​​праці схоже з бажанням зняти урожай там, де ви не садили насіння. Девід Блай


Я твердо вірю в удачу, і я помітив: чим більше я працюю, тим я більш вдалим. Томас Джефферсон

Щоб плисти проти течії, риба повинна бути сильною, плисти за течією може навіть мертва риба. Джон Кроу Ренсом

Натхнення приходить тільки під час роботи. Габріель Маркес
"""


def text_to_list(text):
    # Розділення тексту на цитати за допомогою двох нових рядків
    quotes = text.strip().split('\n\n')
    return quotes





